# ***********************************************************************************************]
# Library     : easystats
# Description : plot.FM.attribution
# Period      : 2023/01/21
# URL         : https://easystats.github.io/easystats/index.html
#             : https://easystats.github.io/parameters/
# ***********************************************************************************************


# ＜概要＞
# - {easystats}はモデリングとモデル解釈のためのパッケージ群のラッパーとなるライブラリ
# - tidyverseとの連携を前提に設計されている


# ＜エコシステム＞
# - report      : R のオブジェクトの自動統計レポート
# - correlation : 相関を実行するためのオールインワン パッケージ
# - modelbased  : 統計モデルに基づいて効果、グループ平均、グループ間の対比を推定
# - bayestestR  : ベイジアン統計の初心者または専門家に最適
# - effectsize  : 効果サイズのインデックスと標準化されたパラメーターの計算、変換、解釈、操作
# - see         : 美しい結果のビジュアライゼーションを作成するプロット コンパニオン
# - parameters  : モデルのパラメーターに関するすべての情報を含むテーブルを取得します
# - performance : モデルの品質とパフォーマンスの指標 (R2、ICC、LOO、AIC、BF など)
# - insight     : 開発者向け、さまざまなモデルやパッケージの操作に役立つパッケージ
# - datawizard  : データをきれいにして変換する魔法の薬
