# ***********************************************************************************************
# Title   : 平均・分散から始める一般化線形モデル入門
# Chapter : 一般化線形モデル
# Theme   : 一般化線形モデルの長所
# Date    : 2022/11/27
# Page    : P217 - P217
# URL     : https://logics-of-blue.com/
# ***********************************************************************************************


# ＜一般化線形モデルとは＞
# - 回帰における母集団の分布を正規分布以外に拡張することのできる線形モデル
#   --- 今まで｢正規分布｣に限定されていたものが、他の分布も使えるようになって｢一般化｣された

# ＜一般化線形モデルの使いどころ＞
# - 正規分布と異なる分布を描くデータセットに適用する場合
#   --- 離散値データや正の値のみに限定されるデータなど
